[{"key":"1","group":"preamble","version":"services_agreement_preamble","text":"This {agreement_title} (this \"Agreement?), dated as of {effective_date} (the \"Effective Date?), is by and between {service_provider_name} (\"{service_provider_designation}?) and {customer_name} (\"Customer?) and together with {service_provider_designation}, the \"Parties?, and each a \"Party?).<br><br>WHEREAS, {service_provider_designation} has the capability and capacity to provide services; and<br><br>WHEREAS, Customer desires to retain {service_provider_designation} to provide said services, and {service_provider_designation} is willing to perform such services under the terms and conditions hereinafter set forth;<br><br>NOW, THEREFORE, in consideration of the mutual covenants and agreements hereinafter set forth and for other good and valuable consideration, the receipt and sufficiency of which are hereby acknowledged, {service_provider_designation} and Customer agree as follows:<br>","help":"This is what is called the \"preamble.\" It is used to define certain terms and set the context for what is to come.","deleteWarning":"The preamble is an important part of this agreement. Among other things, this is where you define certain terms, set out the effective date of the agreement, and state that the parties are agreeing to what is to follow. Deleting this section could create serious problems for the enforceability of your agreement.","questions":"3, 1, 2","formatting":""},{"key":"2","group":"preamble","version":"group_program_preamble","text":"​The following Terms and Conditions (the \"Agreement\") are entered into by and between You (\"Customer? or \"You?) and {company_name} (\"Company?, \"we?, or \"us?). <br><br><strong>Program</strong><br><br>The Company agrees to provide you with access to the {product_type} entitled, \"{program_name}? (\"Program?). As a condition of participating in the Program, you agree to be bound by and to abide by all policies and procedures set out in this Agreement, including those incorporated by reference.<br><br><strong>Effective Date<br><br></strong>This Agreement shall commence and be enforceable with respect to each Customer upon the date that Customer initially registers for the Program.","help":"This is what is called the \"preamble.\" It is used to define certain terms and set the context for what is to come.","deleteWarning":"The preamble is an important part of this agreement. Among other things, this is where you define certain terms, set out the program they are purchasing, and state that the parties are agreeing to what is to follow. Deleting this section could create serious problems for the enforceability of your agreement.","questions":"26, 27","formatting":""},{"key":"3","group":"preamble","version":"privacy_policy_preamble","text":"{company_name} (\"Company,? \"we,? or \"us?) respects your privacy and is committed to protecting it through this Privacy Policy.<br><br>This Privacy Policy governs your access to and use of {website_domain_name), including any content, functionality and services offered on or through {website_domain_name} (the \"Website\"), whether as a guest or a registered user.<br><br>When accessing the Website, the Company will learn certain information about you, both automatically and through voluntary actions you may take, during your visit. This policy applies to information we collect on the Website and in email, text, or other electronic messages between you and the Website.<br><br>Please read the Privacy Policy carefully before you start to use the Website. <strong>By using the Website or by clicking to accept or agree to the Terms of Use when this option is made available to you, you accept and agree to be bound and abide by the Privacy Policy. If you do not want to agree to the Privacy Policy, you must not access or use the Website. </strong>","help":"This is simply the introduction or \"preamble\" to your Privacy Policy. It identifies your company as the party and sets the stage for the rest of the policy.","deleteWarning":"The preamble is an important part of this agreement. Among other things, this is where you define certain terms, set out the program they are purchasing, and state that the parties are agreeing to what is to follow. Deleting this section could create serious problems for the enforceability of your agreement.","questions":"26, 45 ","formatting":""},{"key":"50","group":"closing","version":"dual_signature_block","text":"IN WITNESS WHEREOF, the parties hereto have caused this Agreement to be executed as of the Effective Date by their respective duly authorized officers.<br><br><br>{customer_name}<br><br><br>By_____________________<br>Name:<br>Title:<br><br><br>{service_provider_name}<br><br><br>By_____________________<br>Name:<br>Title:<br><br>","help":"","deleteWarning":"Without some form of assent by each party, a contract is not valid. Removing this section eliminates the signature block, which is the traditional route for showing that assent. If you remove this section, you must create another route to get mutual agreement that is proveable in the future.","questions":"2, 1","formatting":""},{"key":"51","group":"closing","version":"plainly_legal_link","text":"This {agreement_title} was created using <a target=\"_blank\" href=\"https://www.plainlylegal.com/\">Plainly Legal</a>.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"100","group":"services","version":"services_statement_of_work","text":"Services<br><br>{service_provider_designation} shall provide to Customer the services (the \"Services?) set out in the statement of work, which is attached hereto as Exhibit A (the \"Statement of Work?). The Statement of Work shall not be modified or expanded except by written agreement of the Parties. ","help":"Your agreement needs to include a section that lays out the work you'll perform for your client. Sometimes, it's easier to do that in a statement of work rather than in the body of the agreement itself. That's what you've chosen. Make sure you attach a detailed statement of work to the agreement.","deleteWarning":"Your contract should always include a clause setting out what work you'll provide for your customers. Removing this section would defeat the purpose of the agreement. ","questions":"","formatting":""},{"key":"101","group":"services","version":"web_dev_services_intro","text":"Services<br><br>Web Developer shall develop up to {pages_developed} pages on Customer’s website, including providing the following services (the \"Services?):","help":"This is the section that lays out the services you will provide to your clients. Review the list to make sure it is correct.","deleteWarning":"Your contract should always include a clause setting out what work you'll provide for your customers. Removing this section would defeat the purpose of the agreement. ","questions":"4","formatting":""},{"key":"102","group":"services","version":"web_dev_services_design_files","text":"Design Services - {service_provider_designation} shall provide design services, which will include {design_services_description}. Customer shall be entitled to request up to {revision_limit} revisions of the designs created by {service_provider_designation}. Upon payment of all fees and expenses set forth herein, the {service_provider_designation} shall deliver the designs to the Customer as one or more files formatted as {design_file_format} file(s) (the \"Design Files?). These files shall be formatted so that individual graphic elements can be downloaded individually.","help":"This section provides that you will include web design services as part of your work for the client.","deleteWarning":"If you will provide web design services for your client as part of this agreement, you should include a clause setting that out. In other words, if you delete this clause, make sure to add one setting out the web design services that are included. ","questions":"5, 20, 6","formatting":""},{"key":"103","group":"services","version":"web_dev_services_design_no_files","text":"Design Services - {service_provider_designation} shall provide design services, which will include {design_services_description}. Customer shall be entitled to request up to {revision_limit} revisions of the designs created by {service_provider_designation}. ","help":"This section provides that you will include web design services as part of your work for the client.","deleteWarning":"If you will provide web design services for your client as part of this agreement, you should include a clause setting that out. In other words, if you delete this clause, make sure to add one setting out the web design services that are included. ","questions":"5, 20","formatting":""},{"key":"104","group":"services","version":"web_dev_builder_with_code","text":"Website Creation Using A Builder - {service_provider_designation} shall create an interactive website matching the visual design using the {website_builder} page builder. {service_provider_designation} shall write any necessary HTML, CSS, and JavaScript code to supplement the functionality of the builder. While {service_provider_designation} will use current best practices for website development, {service_provider_designation} cannot guarantee that the website will function on all browsers or all versions of all browsers. ","help":"This section explains that you will build the client's site with the builder you selected.","deleteWarning":"You said you would be building the site using a builder. Unless you checked that by mistake, you should not delete this clause. This clause sets out a core service you are providing to your client.","questions":"7","formatting":""},{"key":"105","group":"services","version":"web_dev_builder_no_code","text":"Website Creation Using A Builder - {service_provider_designation} shall create an interactive website matching the visual design using the {website_builder} page builder. {service_provider_designation} will not write any code to customize the page beyond what is possible within the website builder. While {service_provider_designation} will use current best practices for website development, {service_provider_designation} cannot guarantee that the website will function on all browsers or all versions of all browsers. <br>","help":"This section explains that you will build the client's site with the builder you selected.","deleteWarning":"You said you would be building the site using a builder. Unless you checked that by mistake, you should not delete this clause. This clause sets out a core service you are providing to your client.","questions":"7","formatting":""},{"key":"106","group":"services","version":"web_dev_custom_dev","text":"Custom Front-End Development - {service_provider_designation} shall write the necessary code to display the visual design in an interactive website using HTML, CSS, and JavaScript. While {service_provider_designation} will use current best practices for website development, {service_provider_designation} cannot guarantee that the website will function on all browsers or all versions of all browsers.","help":"This section explains that you will write the necessary code to create a custom website for your client.","deleteWarning":"In the questionnaire, you said you would provide this service. If you provide custom coding, you need a clause setting that out.","questions":"","formatting":""},{"key":"107","group":"services","version":"web_dev_wordpress","text":"Wordpress Installation &amp; Set Up - {service_provider_designation} shall set up Wordpress and all necessary plugins in consultation with the Customer. <br>","help":"This section explains that you will set up your client's Wordpress installation.","deleteWarning":"If you have agreed to set up your client's Wordpress, you should include a clause saying so. If you delete this clause, make sure to replace it with one explaining what you will do.","questions":"","formatting":""},{"key":"108","group":"services","version":"web_dev_mobile","text":"Mobile Responsive Design &amp; Development - {service_provider_designation} shall create a mobile responsive version of all pages. ","help":"This section explains that you will create mobile responsive versions of the pages. While this is pretty standard these days, it is worth including.","deleteWarning":"You said you would provide this service. Have you changed your mind? If you will provide responsive design, you should have a clause saying so.","questions":"","formatting":""},{"key":"109","group":"services","version":"web_dev_ecomm","text":"E-Commerce Store - {service_provider_designation} shall set up and customize an online store, payment gateway, and shopping cart for Customer using {ecomm_provider}. This shall include creating up to {product_count} products in the store. ","help":"This section provides that you will set up your Client's e-commerce store and sets a limit on the number of products you will set up. That limit is important so you don't end up having to create an unreasonable number of products based on what you are charging your client.","deleteWarning":"If you are setting up an e-commerce store for your client, you need to include a provision saying as much. Importantly, you need to include something that limits how many products you will set up. We've built that into this clause.","questions":"8, 9","formatting":""},{"key":"110","group":"services","version":"web_dev_accessibility","text":"Accessibility - {service_provider_designation} shall build the site consistent with the industry best practices to make the website accessible under the Americans with Disabilities Act (the \"<strong>ADA</strong>?). The Customer recognizes that {service_provider_designation} is not an attorney and the Customer is ultimately responsible for ensuring compliance with the ADA. ","help":"This sets out that you will work with your client to create a website that is accessible in compliance with the ADA. At the same time, it sets out that you are not an attorney and makes clear that your client is ultimately responsible for ensuring compliance.","deleteWarning":"If you are committing to create an accessible website, it is important to set that out in your agreement. Just as importantly, you want to make clear that you are not a lawyer, so your client is ultimately responsible for the legalities. ","questions":"","formatting":""},{"key":"111","group":"services","version":"web_dev_seo","text":"Search Engine Optimization Set Up - {service_provider_designation} shall set up basic search engine optimization (\"SEO?) functionality and will include title tags, meta descriptions, and other basic SEO features on each page of the website.<br>","help":"This sets out that you will provide basic SEO set up for your client's website.","deleteWarning":"If you are committing to provide SEO set up services, you should include a clause saying so. If you remove this clause, you should replace it with one that serves the same purpose. ","questions":"","formatting":""},{"key":"112","group":"services","version":"web_dev_pixel","text":"Pixel &amp; Tracking Set Up - {service_provider_designation} will install all necessary pixels and tracking codes on the website.<br>","help":"This sets out that you will set up tracking pixels on your client's website.","deleteWarning":"If you are committing to set up tracking pixels for your customer, you should include a clause saying so. If you remove this clause, you should replace it with one that serves the same purpose. ","questions":"","formatting":""},{"key":"113","group":"services","version":"web_dev_excluded_services","text":"Excluded Services<br><br>{service_provider_designation}’s services under this Agreement do not include domain name registration, web hosting, licenses for plugins, licenses for themes, licenses for fonts, licenses for paid stock photos, or ongoing website maintenance. {service_provider_designation} also will not provide written copy for the pages of the website. Customer is responsible for providing all necessary assets required to complete the work, including copy, at the outset of the engagement.<br>","help":"This section makes clear that you will not serve as your client's web host or copywriter.","deleteWarning":"Although setting out the services that are <em>not </em>included is not required, it is a good idea to address things that customers might think are included in your services but which are not included. We created this clause with web developers in mind. ","questions":"","formatting":""},{"key":"114","group":"services","version":"web_dev_membership","text":"Membership/Course Area Set Up - {service_provider_designation} shall set up and customize an online membership or course system for the Customer using {membership_tech}. This shall include creating up to {membership_setup_limit} membership areas. ","help":"This section explains that you'll set up members-only areas for your client. This would include either a membership or a course. It also has a provision limiting how many different membership areas you'll create.","deleteWarning":"If you are committing to set up a membership site element for your client, you should have something in your agreement saying so. If you remove this clause, you should replace it with another clause that serves the same purpose.","questions":"21","formatting":""},{"key":"115","group":"services","version":"web_dev_blog","text":"Blog Set Up - {service_provider_designation} shall create a blog for the website, including creating a blog landing page and creating an individual blog page template.","help":"This section explains that you'll set up a blog for your clients.","deleteWarning":"If you are going to set up a blog within the website, you should make that clear in the agreement. If you remove this clause, you should replace it with another one that serves the same purpose.","questions":"","formatting":""},{"key":"116","group":"services","version":"web_dev_esp","text":"Integration With Email Tool - {service_provider_designation} will set up basic integrations with Customer’s email service provider, {email_service_provider}. As part of this setup, {service_provider_designation} will create opt-in forms to be used on the website for up to {email_form_limit} different forms in Customer’s email service provider.","help":"This sets out that you will help your client integrate their email service and sets a limit on how many forms you'll integrate for them.","deleteWarning":"If you are committing to set up an email integration for your customer, you should include a clause saying so and should set a limit. If you remove this clause, you should replace it with one that serves the same purpose.","questions":"23, 24","formatting":""},{"key":"117","group":"services","version":"web_dev_post_launch","text":"Support After Launch - {service_provider_designation} shall provide {post_launch_support_length} days of minor updates after the launch of the website. This shall be limited to making updates to fix errors discovered after launch and shall not include work that would constitute a change in design or functionality.","help":"This sets out that you will help your client with minor fixes and updates after the website is launched. It sets a time limit and makes clear this is intended to fix issues that surface after launch, not for redesigns.","deleteWarning":"If you are committing to support your client after the website is live, you should include a clause saying so. If you remove this clause, you should replace it with one that serves the same purpose.","questions":"25","formatting":""},{"key":"300","group":"product_details","version":"program_details_intro","text":"<strong>Program Details<br></strong><br>As part of the Program, the Company shall provide the following to the Customer:","help":"","deleteWarning":"The Program Details section is an important part of your terms and conditions. This is simply the introductory part of that section. You should not remove it.","questions":"","formatting":""},{"key":"301","group":"product_details","version":"program_details_program_area_limited","text":"<em>Access To Program Area</em> – The Company shall maintain a Program Area that may include lessons, forms, worksheets, checklists, and other information. You shall have access to this Program Area for a period of {program_area_access_period}.","help":"This sets out that you'll provide customers with access to an area with training material as part of the program. Because you opted for a limited access period, it also sets out how long they'll have access. ","deleteWarning":"If customers get access to a training area, you need a section that says so. You should not remove this clause unless you've decided not to offer access to a training area or you've created a different clause to insert in its place.","questions":"36","formatting":""},{"key":"302","group":"product_details","version":"program_details_program_area_lifetime","text":"<em>Access To Program Area</em> – The Company shall maintain a Program Area that may include lessons, forms, worksheets, checklists, and other information. You shall have access to this Program Area for as long as the Program Area exists. In the event that Company intends to close the Program Area, it shall provide customers with {program_closure_notice_period} days’ notice and the ability to download the resources contained in the Program Area. ","help":"This sets out that you'll provide customers with access to an area with training material as part of the program. Because you opted for lifetime access it also explains that they'll be able to download the material if you decide to shut the program down entirely.","deleteWarning":"If customers get access to a training area, you need a section that says so. You should not remove this clause unless you've decided not to offer access to a training area or you've created a different clause to insert in its place.","questions":"37","formatting":""},{"key":"303","group":"product_details","version":"program_details_group_access_limited","text":"<em>Access To Private Discussion Group</em> – The Company shall maintain a Private Group that You will have access to as a member of the Program. You will have access to the Private Group for a period of {program_group_access_period}. That Group provides a forum for You to connect with other Program participants and seek guidance and support. Members of the Company will seek to interact with Program participants in the group, but the Company does not make any guarantees about participation by any of its employees, founders, or members in the Group. You are required to abide by any and all rules posted in that Group. If you fail to abide by those rules, you will forfeit your right to participate in that Group. In the event you lose your right to participate in the Group as a result of rules violation, you shall not receive a refund. ","help":"This sets out that you'll provide customers with access to a private discussion community as part of the program. It provides a limited on how long they'll have access and also gives you the right to remove them if they cause trouble. ","deleteWarning":"If customers get access to a private discussion group, you need a section that says so. You should not remove this clause unless you've decided not to offer access to a discussion group or you've created a different clause to insert in its place.","questions":"38","formatting":""},{"key":"304","group":"product_details","version":"program_details_group_access_lifetime","text":"<em>Access To Private Discussion Group</em> – The Company shall maintain a Private Group that You will have access to as a member of the Program. That Group provides a forum for You to connect with other Program participants and seek guidance and support. Members of the Company will seek to interact with Program participants in the group, but the Company does not make any guarantees about participation by any of its employees, founders, or members in the Group. You are required to abide by any and all rules posted in that Group. If you fail to abide by those rules, you will forfeit your right to participate in that Group. In the event you lose your right to participate in the Group as a result of rules violation, you shall not receive a refund. The Company reserves the right to close, archive, or discontinue the discussion group on not less than {program_group_closure_notice} months' notice.","help":"This sets out that you'll provide customers with access to a private discussion community as part of the program. It provides a limited on how long they'll have access and also gives you the right to remove them if they cause trouble. ","deleteWarning":"If customers get access to a private discussion group, you need a section that says so. You should not remove this clause unless you've decided not to offer access to a discussion group or you've created a different clause to insert in its place.","questions":"39","formatting":""},{"key":"305","group":"product_details","version":"program_details_q&amp;a_sessions","text":"<em>Group Q&amp;A Sessions</em> – As a member of the Program, you will have access to {program_group_call_count} question and answer sessions along with other members of the Program. The Company shall provide you with details about how to participate in these question-and-answer sessions. ","help":"This sets out that customers will get access to group question-and-answer sessions as part of their purchase. It guarantees them a certain number of calls, but you are free to offer them access to more if you choose. The goal is to ensure they get what they pay for without implying that you'll offer these calls forever. ","deleteWarning":"If you include group question and answer sessions as part of your program, you need a section that says so and that sets limits on how many such calls customers are entitled to. You should not remove this clause unless you've decided not to offer these sessions or you've created a different clause to insert in its place. ","questions":"40","formatting":""},{"key":"306","group":"product_details","version":"program_details_individual_calls","text":"<em>One-On-One Calls</em> – Program participants are entitled to {program_individual_call_count} calls with coaches and/or consultants working for the Company. The Company shall provide you with the ability to schedule these calls, but it is solely your responsibility to schedule the calls and you must schedule them to occur within {program_individual_call_period} weeks of your purchase. If you fail to schedule one or more of your calls during the proscribed time period, you shall forfeit that call. Similarly, you may not cancel or reschedule a call unless you do so at least {program_individual_call_rescheduling_period} hours in advance.","help":"This sets out that customers will get access to individual calls as part of the program. It sets out how many calls they get, the deadline for those calls to occur, and deadlines for customers to cancel or reschedule individual calls. ","deleteWarning":"If you individual calls with customers as part of your program, you need a section that says so and that sets limits on how many such calls customers are entitled to. You should not remove this clause unless you've decided not to offer these sessions or you've created a different clause to insert in its place. ","questions":"41, 42, 43","formatting":""},{"key":"307","group":"product_details","version":"program_details_bonuses","text":"<em>Bonuses</em> – From time to time, the Company will offer bonuses to individuals who sign up for the Program. You shall be entitled to any bonuses offered to you at the time of registration.","help":"This catchall clause is included to cover all bonuses. Because bonuses tend to be fluid, we include a general catchall provision rather than individual sections for each potential bonus. ","deleteWarning":"If you ever include bonuses that only some buyers get access to, you should include this section.","questions":"","formatting":""},{"key":"308","group":"product_details","version":"program_details_discounts","text":"<em>Discounts</em> – As a Program participant, you shall be entitled to a discount of {program_details_discount_details}. ","help":"","deleteWarning":"","questions":"44","formatting":""},{"key":"500","group":"fees","version":"service_provider_single_payment","text":"Fees And Expenses<br><br>In consideration of the provision of the Services by the {service_provider_designation} and the rights granted to Customer under this Agreement, Customer shall pay a single payment of ${single_payment_amount}, which is due and payable immediately. Payment to {service_provider_designation} of such fees shall constitute payment in full for the performance of the Services.","help":"This section sets out what your client will pay you for the services under this Agreement.","deleteWarning":"Removing this clause creates serious risks for you. The payment provision is a key element in a client agreement. Without a clause requiring the client to pay you for your work, you may not get paid.","questions":"10","formatting":""},{"key":"501","group":"fees","version":"service_provider_multi_payment","text":"Fees And Expenses<br><br>In consideration of the provision of the Services by the {service_provider_designation} and the rights granted to Customer under this Agreement, Customer shall pay a deposit of ${deposit_amount}, which is due and payable immediately, and {number_of_payments} payments of ${payment_amount} that are due {payment_timeframe}. Payment to {service_provider_designation} of such fees shall constitute payment in full for the performance of the Services. In the event that Customer fails to make any payment required by this Agreement, {service_provider_designation} shall immediately cease all work until payment is made. ","help":"This section sets out what your client will pay you for the services under this Agreement.","deleteWarning":"Removing this clause creates serious risks for you. The payment provision is a key element in a client agreement. Without a clause requiring the client to pay you for your work, you may not get paid.","questions":"11, 12, 13, 14","formatting":""},{"key":"502","group":"fees","version":"service_provider_single_payment","text":"Fees And Expenses<br><br>In consideration of the provision of the Services by the {service_provider_designation} and the rights granted to Customer under this Agreement, Customer shall pay an hourly fee of ${hourly_rate} for all work performed by the {service_provider_designation} on the project. {service_provider_designation} shall provide invoices to Customer each {billing_period}. Customer shall pay these invoices within {payment_deadline} days of receiving the invoice. In the event that Customer fails to make any payment required by this Agreement, {service_provider_designation} shall immediately cease all work until payment is made. ","help":"This section sets out what your client will pay you for the services under this Agreement.","deleteWarning":"Removing this clause creates serious risks for you. The payment provision is a key element in a client agreement. Without a clause requiring the client to pay you for your work, you may not get paid.","questions":"15, 16, 17","formatting":""},{"key":"503","group":"fees","version":"design_element_reimbursement","text":"To the extent Customer requests that {service_provider_designation} include any paid themes, paid plugins, paid stock photos, paid graphic elements, or paid fonts in the design or build, Customer shall reimburse {service_provider_designation} for the costs of obtaining appropriate licenses to those graphic elements prior to delivery of the final design files. ","help":"This section provides that your client will reimburse you for the cost of any paid graphics included in the design.","deleteWarning":"If there is a chance you will include paid graphics at the request of your client, the best practice is to include this clause in your agreement.","questions":"","formatting":""},{"key":"504","group":"fees","version":"group_program_single_payment_only","text":"<strong>Fees</strong><br><br>In consideration of Your access to the Program, you agree to make a single payment of ${single_payment_amount}, which shall be due and payable before you will be granted access to the Program.<br><br>From time to time, the Program will go on sale. These terms apply to all future sale prices. ","help":"This section sets out the amount your customers will pay for your online program.","deleteWarning":"The fees people will pay you to get access to your online program is a critical element of the agreement with your customers. You should not remove this section unless you have a compelling reason to do so.","questions":"10","formatting":""},{"key":"505","group":"fees","version":"group_program_two_payment_options_refunds_allowed","text":"<strong>Fees</strong><br><br>In consideration of Your access to the Program, you may choose between a single payment of ${single_payment_amount} (due immediately) or {program_payment_plan_payment_number} monthly payments of ${program_payment_plan_payment_amont}. If you select the payment plan, you must pay the initial payment today, and then your selected payment method will be automatically charged the following {payment_plan_future_payment_number} payments on a monthly basis, for a total payment of ${payment_plan_total_cost}. If you opt for monthly payments, you will remain responsible for those payments unless you obtain a refund according to the Program’s Refund Policy set forth below. You may not cancel or avoid these payments except through the Refund Policy. In the event that any payment is not made, the Company shall immediately suspend your access to the Program.<br><br>From time to time, the Program will go on sale. These terms apply to all future sale prices. ","help":"This section sets out the two payment options your customers have (pay-in-full or payment plan). It also outlines when payments are due for each option.","deleteWarning":"The fees people will pay you to get access to your online program is a critical element of the agreement with your customers. You should not remove this section unless you have a compelling reason to do so.","questions":"10, 28, 29, 30, 31","formatting":""},{"key":"507","group":"fees","version":"group_program_no_charge","text":"Fees<br><br>You are being provided access to the Program without charge. In consideration of Your access to the Program, you agree to provide the Company with {no_charge_consideration}. ","help":"This section sets out that your customers don't have to pay for the program but describes what they are expected to provide to your company in exchange for access.","deleteWarning":"Although you are providing access for free, it's still a good idea to set out what they are providing you in exchange, even if it's as simple as an email address.","questions":"32","formatting":""},{"key":"508","group":"fees","version":"group_payment_plan_authorization","text":"<strong>Payment Plan Authorization</strong><br><br>If You elect for the payment plan, You hereby authorize the Company to charge your credit card or debit card automatically according to the terms set forth in the Fees section above.<br>","help":"This section expressly gives you permission to keep charging their card for future payments in a payment plan.","deleteWarning":"If you offer payment plans, do not remove this section.","questions":"","formatting":""},{"key":"700","group":"refunds_guarantees","version":"program_no_questions_refund","text":"<strong>Refund Policy</strong><br><br>The Company provides a no-questions-asked, money-back guarantee for the Program.  That money-back guarantee is governed by the following terms.<br><br>We want You to be satisfied with your purchase, so we will refund your purchase without questions if you ask within the refund period. To claim a refund, You must request your money back within {refund_period} days of the purchase. You may request your money back by emailing {refund_email_address}. That email must reference the Product, set out the date of Your purchase, and the email and name associated with the purchase. You are not required to submit any proof that you have completed any work or meet any other requirements.<br><br>Upon determining that you are entitled to a refund pursuant to this policy, the Company will promptly issue an instruction to its payment processor to issue the refund. The Company does not control its payment processor and will not be able to expedite any refunds.<br><br>If you receive a refund of any purchase through this money-back guarantee, that shall immediately terminate any and all licenses granted you to use the material provided to you under this Agreement and the Company’s Terms of Use. You shall immediately cease using the material and shall destroy all copies of the information provided to you as part of the Program.<br>","help":"This clause sets out your refund policy. Since you opted for a \"no-questions-asked\" policy, that's what we've included. ","deleteWarning":"Every agreement for an online program should include a clause that addresses refunds. You should not remove this clause.","questions":"33, 34","formatting":""},{"key":"701","group":"refunds_guarantees","version":"program_show_work_refund","text":"<strong>Refund Policy</strong><br><br>The Company provides a money-back guarantee for the Program, but you are required to meet certain requirements to qualify for a refund.  That money-back guarantee is governed by the following terms.<br><br>We want You to be satisfied with your purchase, but we also know that your success will hinge on whether you put in the work necessary to succeed. Thus, we offer a money-back guarantee on purchases of the Program, but you must demonstrate that you have attempted to complete and apply the information contained in the Program. To claim a refund, You must request your money back within {refund_period} days of the purchase. You may request your money back by emailing {refund_email_address}. That email must reference the Product, set out the date of Your purchase, and the email and name associated with the purchase. You must also demonstrate that you have attempted to implement the program without success. To meet this requirement, you must provide proof that you have {refund_requirements}.<br><br>Upon determining that you are entitled to a refund pursuant to this policy, the Company will promptly issue an instruction to its payment processor to issue the refund. The Company does not control its payment processor and will not be able to expedite any refunds.<br><br>If you receive a refund of any purchase through this money-back guarantee, that shall immediately terminate any and all licenses granted you to use the material provided to you under this Agreement and the Company’s Terms of Use. You shall immediately cease using the material and shall destroy all copies of the information provided to you as part of the Program.<br>","help":"This clause sets out your refund policy. Since you opted for a \"no-questions-asked\" policy, that's what we've included. ","deleteWarning":"Every agreement for an online program should include a clause that addresses refunds. You should not remove this clause.","questions":"33, 34, 35","formatting":""},{"key":"702","group":"refunds_guarantees","version":"program_no_refunds","text":"<strong>No Refunds</strong><br><br>All sales are final, and the Company does not offer any money-back guarantees. You recognize and agree that you shall not be entitled to a refund for any purchase under any circumstances. <br><br>To the extent you are in a jurisdiction that has a legal cooling-off period, you recognize that accessing the material in the Program will forfeit any rights you might have under that cooling-off period. ","help":"This clause sets out that you do not offer refunds. The second paragraph addresses what are called \"cooling-off\" periods. There are laws in some jurisdictions that trump a no-refund policy for certain limited periods. Generally, a seller can provide that the cooling-off period only applies to unused products, so the second paragraph makes clear that accessing the program material will mean they lose any right to claim a refund under this type of policy.","deleteWarning":"If you do not include a \"no-refund\" policy, most states will require you to honor \"reasonable\" refund requests. Don't remove this clause unless you want to be subject to those types of requests. ","questions":"","formatting":""},{"key":"900","group":"client_relations","version":"asset__delivery_deadlines","text":"Delivery of Assets By The Client<br><br>The Parties recognize that time is of the essence in this agreement. Specifically, Customer recognizes that {service_provider_designation} has reserved time to perform the Services and that {service_provider_designation} will be required to turn down other projects as a result of this Agreement. As such, the parties agree to the following schedule to ensure that work can commence quickly to minimize the loss of potential revenue from other projects to {service_provider_designation}. <br><br>Within {asset_list_deadline} days of the effective date of this agreement, {service_provider_designation} shall provide Customer with a list of all assets required to begin work on the Service (the \"Required Assets List?). {service_provider_designation} shall not begin work on the Services until Customer provides all items identified in the Required Assets List. Customer shall provide those assets to {service_provider_designation} within {asset_deadline} days of receiving the Required Assets List. <br><br>In the event Customer fails to provide the assets as required herein, {service_provider_designation} shall be allowed to take on additional projects and prioritize those projects over the delivery of Services to Customer as set forth in this Agreement. In the event that {service_provider_designation} takes on an additional project as a result of Customer’s failure to deliver the items on the Required Assets List in the timeline set forth above, Customer's project shall be delayed, and Customer shall not be entitled to a refund of any fees paid. ","help":"This section sets out a timeline for your client to deliver all the assets you'll need to perform the services in this agreement. The goal of the clause is to ensure that you don't have to turn down other work while your client fails to deliver the assets you need in a timely fashion.","deleteWarning":"If you will have to turn down other work to take on this project and your client's delay in providing assets could set you back, you should include this clause. Without it, you will be stuck waiting for your client to deliver the assets.","questions":"","formatting":""},{"key":"901","group":"client_relations","version":"service_provider_term_default","text":"Term &amp; Termination<br><br>This Agreement shall commence as of the Effective Date and shall continue thereafter until the completion of the Services unless sooner terminated for cause as set forth herein.<br><br>Either Party may terminate this Agreement for cause, effective upon written notice to the other Party (the \"Defaulting Party?), if the Defaulting Party:<br><br>(a) materially breaches this Agreement, and such breach is incapable of cure, or with respect to a material breach capable of cure, the Defaulting Party does not cure such breach within 15 days after receipt of written notice of such breach; <br>becomes insolvent or admits its inability to pay its debts generally as they become due;<br><br>(b) becomes subject, voluntarily or involuntarily, to any proceeding under any domestic or foreign bankruptcy or insolvency law, which is not fully stayed within seven business days or is not dismissed or vacated within 45 business days after filing;<br><br>(c) is dissolved or liquidated or takes any corporate action for such purpose;<br><br>(c) makes a general assignment for the benefit of creditors; or<br><br>(e) has a receiver, trustee, custodian, or similar agent appointed by order of any court of competent jurisdiction to take charge of or sell any material portion of its property or business.<br><br>{service_provider_designation} may terminate this Agreement for cause before the expiration date of the Term on written notice if Customer fails to pay any amount when due hereunder and such failure continues for 15 days after Customer's receipt of written notice of nonpayment.","help":"This section provides that either party can end the agreement if the other party declares bankruptcy or takes other actions that are on the way to bankruptcy. It's meant as an out if the other party is not going to be able to live up to their side of the bargain.","deleteWarning":"This is a pretty standard clause that you generally want to include in an agreement. If you remove this clause, you might have to perform the services for your client even if it is pretty clear they will not be able to pay you (or any payments they have made to you might be clawed back).","questions":"","formatting":""},{"key":"902","group":"client_relations","version":"group_program_access_restriction","text":"<strong>Termination And Access Restriction<br></strong><br>The Company reserves the right, in its sole discretion, to terminate your access to the Program and the related services or any portion thereof at any time, if You become disruptive to the Company or other Program participants, if You fail to follow the Program guidelines, or if You otherwise violate this Agreement. You shall not be entitled to a refund of any portion of the fees and shall not be excused from any remaining payments under a payment plan in the event of such termination.","help":"This section says that if a customer causes trouble or violates the agreement, you have the right to kick them out of the Program without having to give them a refund. ","deleteWarning":"This type of clause is a must for a group program. Without it, you would not have express permission to remove even the most unruly participant from your program. You should not remove it unless you have a compelling reason to do so.","questions":"","formatting":""},{"key":"1100","group":"ip","version":"web_dev_ip_transfer","text":"Transfer of Intellectual Property Rights<br><br>Upon payment of all fees and expenses set forth herein, {service_provider_designation} agrees to assign and does hereby assign to Customer all rights, title, and interest the {service_provider_designation} has or may, in the future, have in the website, including the copyright to the design or code written for the site.<br>","help":"This clause is what transfers ownership of the work product to your client.","deleteWarning":"Without this clause, there is some question about whether you still have an ownership interest in the website. Although that might seem fine for you, it probably isn't fair to your client who has paid you for the work. Note that this clause only applies if the client has paid you in full.","questions":"","formatting":""},{"key":"1101","group":"ip","version":"web_dev_portfolio","text":"Inclusion in Web Developer’s Portfolio<br><br>Client hereby provides a fully paid up, irrevocable, lifetime license to {service_provider_designation} to display the final website in {service_provider_designation}’s portfolio. For the avoidance of doubt, this provision allows the {service_provider_designation} to include screenshots, videos, and any other means of capturing the website in {service_provider_designation}’s portfolio, including an online portfolio. <br>","help":"This clause lets you include the finished website in your portfolio to help your marketing efforts.","deleteWarning":"This clause is one that is subject to negotiation with your client. If you remove this clause from the agreement, make sure you do not include the finished website in your portfolio. ","questions":"","formatting":""},{"key":"1102","group":"ip","version":"confidentiality_services_two_way","text":"Confidentiality<br><br>From time to time during the Term of this Agreement, either Party (as the \"Disclosing Party?) may disclose or make available to the other Party (as the \"Receiving Party?), non-public, proprietary, and confidential information of Disclosing Party that, if disclosed in writing or other tangible form is clearly labeled as \"confidential,? is identified as confidential when disclosed, or which the Receiving Party should reasonably know to be confidential (\"Confidential Information?).<br><br>Confidential Information does not include any information that: (a) is or becomes generally available to the public other than as a result of Receiving Party's breach of this section; (b) is or becomes available to the Receiving Party on a non-confidential basis from a third-party source, provided that such third party is not and was not prohibited from disclosing such Confidential Information; (c) was in Receiving Party's possession prior to Disclosing Party's disclosure hereunder; or (d) was or is independently developed by Receiving Party without using any Confidential Information. <br><br>The Receiving Party shall protect and safeguard the confidentiality of the Disclosing Party's Confidential Information with at least the same degree of care as the Receiving Party would protect its own Confidential Information, but in no event with less than a commercially reasonable degree of care. The Receiving Party shall not use the Disclosing Party's Confidential Information, or permit it to be accessed or used, for any purpose other than to exercise its rights or perform its obligations under this Agreement and shall not disclose any such Confidential Information to any person or entity not involved in performing the Services under this Agreement. <br><br>If the Receiving Party is required by applicable law or legal process to disclose any Confidential Information, it shall, prior to making such disclosure, use commercially reasonable efforts to notify Disclosing Party of such requirements to afford Disclosing Party the opportunity to seek, at Disclosing Party's sole cost and expense, a protective order or other remedies.","help":"This clause allows you and your client to share confidential information with each other knowing it will be protected. If either party discloses information that is clearly confidential (or that you say is confidential), the other party has to protect it like their own secret sauce. The only exceptions are if the information becomes public some other way or the party that receive the confidential info gets a subpoena or other legal process requiring them to produce it to someone else. ","deleteWarning":"If there is a chance you will be sharing confidential information with each other, you positively must have a confidentiality clause in place. Without it, that information will not be protected. ","questions":"","formatting":""},{"key":"1103","group":"ip","version":"group_program_ip_clause","text":"<strong>Ownership Of All Intellectual Property<br></strong><br>All content included as part of the Program, such as text, graphics, logos, images, as well as the compilation thereof, and any software used in the Program, is the property of the Company or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights. <br><br>The Company name, the Company logo, the Company slogan, and all related names, logos, product and service names, designs, and slogans are trademarks of the Company or its affiliates or licensors. You must not use such marks without the prior written permission of the Company. All other names, logos, product and service names, designs and slogans in the Program are the trademarks of their respective owners.<br><br>Your participation in the Program does not result in a transfer of any intellectual property to You, and, as a condition of participation in the Program, You agree to observe and abide by all copyright and other intellectual property protection.<br><br>You are granted a single-use, non-exclusive, non-transferable, revocable license to access and use the Program content and resources. You hereby agree that You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found in the Program. <br><br>The Company content is not for resale. Your participation in the Program does not entitle you to make any unauthorized use of any protected content, and in particular you will not delete or alter any proprietary rights or attribution notices in any content. You will use protected content solely for your individual use, and will make no other use of the content without the express written permission of the Company and the copyright owner. You agree that you do not acquire any ownership rights in any protected content. We do not grant you any licenses, express or implied, to the intellectual property of the Company or our licensors except as expressly authorized herein.<br><br>You hereby agree that any infringement of the Company’s intellectual property shall result in an immediate termination of the license granted hereunder. To be clear, if you violate the Company’s intellectual property rights, your access to the Program will be terminated immediately, and you shall not be entitled to a refund of any portion of the fees.","help":"This clause protects the intellectual property rights of the company offering the program. It makes clear that all the material is owned by the company and that all the customer is buying is the right to use the material themselves, not to resell it.","deleteWarning":"This clause is meant to protect you as the group program creator. Removing it could create some confusion about what your customers can do with the material they receive inside the program.","questions":"","formatting":""},{"key":"1104","group":"ip","version":"group_program_confidentiality_standard","text":"<strong>Confidentiality</strong><br><br>The Company respects the privacy of its customers and will not disclose any information You provide except as set forth in this Agreement. As a condition of participating in the Program, you hereby agree to respect the privacy of other Program participants and to respect the Company’s confidential information. <br><br>Specifically, you shall not share any information provided by other Program participants outside of the bounds of the Program unless you receive express written permission from such other participants to share the information. Similarly, the content of the Program contains the Company’s proprietary methods, processes, forms, templates, and other information. You hereby agree not to share the information provided to You in the Program with anyone other than the Company, its owners and employees, and other Program participants. <br>","help":"This section protects the confidentiality of your company and all the program participants. It gives your customers peace of mind, knowing you will protect their confidential information. Just as importantly, it requires customers to honor the privacy of other program participants. ","deleteWarning":"This clause protects your confidential information and provides protection to your customers. You should not remove it unless you have a compelling reason to do so.","questions":"","formatting":""},{"key":"1105","group":"ip","version":"group_program_submission_license","text":"<strong>Materials Provided By You During The Program<br></strong><br>The Company does not claim ownership of the information or materials You may provide during the Program (including feedback and suggestions) or post, upload, input, or submit to any Website or our associated services (collectively \"Submissions?). <br><br>However, by posting, uploading, inputting, providing, or submitting your Submission you are granting the Company, our affiliated companies, and necessary sub-licensees permission to include your Submissions in the Program going forward. <br><br>In other words, the Company has the right to include your Submissions – including any audio or video recordings of You participating in any sessions as part of the Program – in the Program going forward. <br><br>No compensation will be paid with respect to the use of your Submission, as provided herein. The Company is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in the Company’s sole discretion.<br><br>By posting, uploading, inputting, providing, or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to provide, post, upload, input, or submit the Submissions.","help":"This section protects you from a customer complaining that their interactions in the program remain visible in the future. For example, if you include group calls, it prevents a customer who appeared on one of those call recordings from demanding that you remove that recording (or any portion that includes them) from the program in the future. ","deleteWarning":"This clause is what gives you express permission to keep recordings in your program for future participants. You should not remove this clause unless you have a compelling reason to do so. ","questions":"","formatting":""},{"key":"1300","group":"disclaimers","version":"no_legal_services_web_dev","text":"<strong>No Legal Services</strong><br><br>{service_provider_designation} is not licensed to practice law and is not qualified to provide legal advice. As such, {service_provider_designation} shall not provide legal advice to Customer regarding any legal issues related to the creation, operation, or maintenance of Client’s website. {service_provider_designation} cannot provide advice about issues related to privacy laws, the Americans with Disabilities Act, or any other legal requirements. Customer understands and agrees that {service_provider_designation}'s services do not include legal advice or legal services of any kind. Customer acknowledges that it is their responsibility to ensure their website complies with all applicable laws and regulations. ","help":"This clause makes clear that you are not a lawyer and can't provide legal advice. The purpose of this clause is to be crystal clear that the client shouldn't rely on you for any legal issues.","deleteWarning":"This clause is meant to shield you from a complaint from your client that something you did caused them to break the law. Removing this from this agreement creates a risk for you. ","questions":"","formatting":""},{"key":"1301","group":"disclaimers","version":"group_program_personal_responsibility","text":"<strong>Personal Responsibility</strong><br><br>By participating in the Program, you accept personal responsibility for the results of your actions. You agree that the Company has not made any guarantees about the results of taking any action, whether recommended in the Program or not. The Company provides educational and informational resources that are intended to help participants in the Program succeed. You nevertheless recognize that your ultimate success or failure will be the result of your own efforts, your particular situation, and innumerable other circumstances beyond the control and/or knowledge of the Company.<br><br>You also recognize that prior results do not guarantee a similar outcome.  Thus, the results obtained by others - whether clients of the Company or otherwise - applying the principles included in the Program are no guarantee that you or any other person or entity will be able to obtain similar results.<br><br>You agree to take full responsibility for any harm or damage you suffer as a result of the use, or non-use, of the information available in the Program. You agree to use judgment and conduct due diligence before taking any actions or implementing any plans or policy suggested or recommended in the Program.","help":"This clause sets out that your customers are ultimately responsible for their own success or failure. It explains that you will provide them with education and information but that they are ultimately the ones who must take responsibility for the results of following (or not following) your guidance. ","deleteWarning":"This clause is meant to shield you from complaints from your customers about the results they get from your program. Removing this from this agreement creates a risk for you. ","questions":"","formatting":""},{"key":"1302","group":"disclaimers","version":"group_program_no_warranties","text":"<strong>No Warranties</strong><br><br>The Company makes no warranties regarding the performance or operation of the Program, including any technological aspects of the Program. The Company further makes no representations or warranties of any kind, express or implied, as to the information, contents, materials, documents, programs, products, books, or services included in or through the Program. To the fullest extent permissible under the law, the Company disclaims all warranties, express or implied, including implied warranties of merchantability and fitness for a particular purpose. ","help":"The law sometimes implies warranties. This clause is intended to remove any implication of a warranty about your program.","deleteWarning":"This clause is meant to protect you from what are called implied warranty claims. Removing this from the agreement creates a risk for you.","questions":"","formatting":""},{"key":"1700","group":"privacy","version":"privacy_coppa_no_child_use","text":"<strong>Children Under The Age Of 13</strong><br><br>Our Website is not intended for children under 13 years of age. No one under the age of 13 may provide any information to or on the Website. We do not knowingly collect personal information from children under 13. If you are under 13, do not use or provide any information on this Website or on or through any of its features/register on the Website, make any purchases through the Website, use any of the interactive or public comment features of this Website or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use. <br><br>If we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 13, please contact us at {website_policy_email}.","help":"A federal law called the Children's Online Privacy Protection Act (COPPA) prohibits online companies from collecting personal information from children younger than 13 without parental consent. This clause is intended to make clear your website is not meant for these users, and provides a way for parents to reach out to you if their children submit information on your site. ","deleteWarning":"The Children's Online Privacy Protection Act is one of only a handful of federal privacy laws, and you are required to comply with it. Removing this clause could put you in violation of that law. ","questions":"46","formatting":""},{"key":"1701","group":"privacy","version":"privacy_information_collected","text":"<strong>Types of Information We Collect About You</strong><br><br>When you access the Website, the Company will learn certain information about you during your visit.<br><br>Information You Provide To Us. The Website provides various places for users to provide information. We collect information that users provide by filling out forms on the Website, communicating with us via contact forms, responding to surveys, running queries on our search feature, providing comments or other feedback, and providing information when ordering a product or service via the Website. <br><br>We use the information you provide to communicate with you, deliver the requested product and/or service, improve our overall site performance, and provide you with offers, promotions, and information.<br><br>Information We Collect Through Automatic Data Collection Technology. As you navigate our Website, we use automatic data collection technologies such as cookies, pixels, server logs, and analytics software to collect certain information about your equipment, browsing actions, and patterns. This will generally include information about your location, traffic patterns through our website, and any communications between your computer and our Website. Among other things, we will collect data about the type of computer you use, your Internet connection, your IP address, your operating system, and your browser type.<br><br>The information we collect automatically is used for statistical data and to improve our Website and service offerings. To the extent that you voluntarily provide personal information to us, our systems will associate the automatically collected information with your personal information.<br>","help":"This section explains the information that your site collects from visitors. This clause is drafted based on standard setups for online businesses. You should review it to ensure that it accurately describes how your site is set up. If you are using a different setup, you should modify this to explain your data collection methods.","deleteWarning":"Setting out the information that your site collects is a core purpose of your privacy policy. You should not remove this clause unless you are replacing it with a different clause to serve the same purpose. ","questions":"","formatting":""},{"key":"1702","group":"privacy","version":"privacy_cookies","text":"<strong>Use of Cookies And Pixels</strong><br><br>Like other commercial websites, our website utilizes a standard technology called \"cookies? and server logs to collect information about our site's use. Information gathered through cookies and server logs may include the date and time of visits, the pages viewed, time spent at our site, the websites visited just before and after our own, and your IP address.<br><br>A cookie is a very small text document, often including an anonymous unique identifier. When you visit a website, that site’s computer asks your computer for permission to store this file in a part of your hard drive specifically designated for cookies. Each website can send its own cookie to your browser if your browser’s preferences allow it, but (to protect your privacy) your browser only permits a website to access the cookies it has already sent to you, not the cookies sent to you by other sites.<br><br>The Company reserves the right to use technological equivalents of cookies, including social media pixels. These pixels allow social media sites to track visitors to outside websites to tailor advertising messages users see while visiting that social media website. The Company reserves the right to use these pixels in compliance with the policies of the various social media sites.​","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1703","group":"privacy","version":"privacy_third_party_cookies","text":"<strong>Third-Party Use Of Cookies</strong><br><br>Some content or applications, including advertisements, on the Website are served by third parties, including advertisers, ad networks and servers, content providers, and application providers. When you use our website, these third parties may use cookies alone or with web beacons or other tracking technologies to collect information about you. The information they collect may be associated with your personal information, or they may collect information, including personal information, about your online activities over time and across different websites and other online services. They may use this information to provide you with interest-based (behavioral) advertising or other targeted content. <br><br>We do not control these third-party tracking technologies or how they may be used. You should contact the responsible provider directly if you have any questions about an advertisement or other targeted content.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1704","group":"privacy","version":"privacy_email_policy","text":"<strong>Email Information &amp; Policies</strong><br><br>If you choose to correspond with us through email, we may retain the content of your email messages, your email address, and our responses. We provide the same protections for these electronic communications we employ to maintain information received online, by mail, and by telephone. This also applies when you register for our website, sign up through any of our forms using your email address or make a purchase on this site. <br><br>We are committed to keeping your e-mail address confidential. We do not sell, rent, or lease our subscription lists to third parties and will not disclose your email address to any third parties except as allowed in the Disclosure of Your Information section.<br><br>We will maintain the information you send via e-mail in accordance with applicable federal law.<br><br>In compliance with the CAN-SPAM Act, all e-mails sent from our organization will clearly state who the e-mail is from and provide clear information on contacting the sender. In addition, all e-mail messages will also contain concise information on removing yourself from our mailing list so that you receive no further e-mail communication from us.<br><br>Our emails allow users to opt out of receiving communications from our partners and us by reading the unsubscribe instructions at the bottom of any e-mail they receive from us at any time.<br><br>Users who no longer wish to receive our newsletter or promotional materials may opt out of receiving these communications by clicking on the unsubscribe link in the e-mail.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1705","group":"privacy","version":"privacy_why_collect","text":"<strong>Why We Collect Information</strong><br><br>The Company collects your information to record and support your participation in your selected activities. We collect your information if you register to download a book or resources, sign up for our newsletter, and/or purchase a product from us. We use this information to track your preferences and to keep you informed about the products and services you have selected to receive and any related products and/or services. As a visitor to this Website, you can engage in most activities without providing any personal information. <br><br>If you opt to receive any free resources, participate in any free training programs, register for a webinar, register for a live event, register for a seminar, or purchase any products sold by the Company on this Website, we will automatically enroll ​you to receive our free email newsletter. You can unsubscribe anytime if you do not wish to receive this newsletter. We include an \"unsubscribe? link at the bottom of every email. If you ever have trouble unsubscribing, you can email {website_policy_email} requesting to unsubscribe from future emails.","help":"","deleteWarning":"","questions":"46","formatting":""},{"key":"1706","group":"privacy","version":"privacy_how_use","text":"<strong>How We Use the Information That You Provide to Us</strong><br><br>We use personal information for purposes of presenting our Website and its contents to you, providing you with information, providing you with offers for products and services, providing you with information about your subscriptions and products, carrying out any contract between you and the Company, administering our business activities, providing customer service, and making available other items and services to our customers and prospective customers.<br><br>From time to time, we may use the information you provide to make you offers to purchase products and services provided by third parties in exchange for a commission to be paid to us by such third parties. If you opt to participate in such promotions, the third parties will receive your information.<br><br>From time to time, we may use the information you provide to us to display advertisements to you that are tailored to your personal characteristics, interests, and activities.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1707","group":"privacy","version":"privacy_disclosure_of_data","text":"<strong>Disclosure of Your Information</strong><br><br>As a general rule, we do not sell, rent, lease, or otherwise transfer any information collected from you.<br><br>We may disclose your personal information to our subsidiaries, affiliates, and service providers to provide our services to you. <br><br>We may disclose your personal information to a third party, including a lawyer, our payment processor, or collection agency, to enforce our terms of service or any other agreement between you and the Company.<br><br>We may provide your information to any successor in interest in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the Company’s assets and/or business.<br><br>We may disclose information when legally compelled to do so, in other words, when we, in good faith, believe that the law requires it or for the protection of our legal rights or when compelled by a court or other governmental entity to do so.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1708","group":"privacy","version":"privacy_how_we_protect","text":"<strong>How We Protect Your Information and Secure Information Transmissions</strong><br><br>We employ commercially reasonable methods to ensure the security of the information you provide and the information we collect automatically. This includes using standard security protocols and working only with reputable third-party vendors.<br><br>Email is not recognized as a secure medium of communication. For this reason, we request that you do not send private information to us by email. However, doing so is allowed, but at your own risk. Some of the information you enter on our website may be transmitted securely via a secure medium known as Secure Sockets Layer or SSL. Credit Card information and other sensitive information are never transmitted via email.<br><br>The Company may use software programs to create summary statistics, which are used for such purposes as assessing the number of visitors to the different sections of our site, what information is of most and least interest, determining technical design specifications, and identifying system performance or problem areas.<br><br>For site security purposes and to ensure that this service remains available to all users, the Company uses software programs to monitor network traffic and identify unauthorized attempts to upload or change information or otherwise cause damage.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1709","group":"privacy","version":"privacy_changes","text":"<strong>Policy Changes</strong><br><br>Our policy is to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users' personal information, we will notify you by email to the email address specified in your account and/or through a notice on the Website home page. The date the privacy policy was last revised is identified at the bottom of the page. You are responsible for ensuring we have an up-to-date active, and deliverable email address for you and for periodically visiting our Website and this privacy policy to check for any changes.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1710","group":"privacy","version":"privacy_visitor_rights","text":"<strong>Visitors’ Rights</strong><br><br>As a user of this site, You are entitled to certain information and may make certain requests of the Company. Those rights include:<br><br>We will retain any information you choose to provide to us until the earlier of (a) your asking us to delete the information, (b) our decision to cease using our existing data providers, or (c) the Company decides that the costs of retaining it outweigh the value in retaining the data.<br><br>You have the right to request access to the data the Company stores about you.<br><br>You have the right to rectify any mistakes in the personal data the Company stores about you. <br><br>You have the right to request the erasure of your personal data. <br><br>You have the right to seek restrictions on the processing of your data.<br><br>You have the right to object to the processing of your data and the right to the portability of your data. <br><br>To the extent you provided consent to the Company’s processing of your personal data, you have the right to withdraw that consent at any time without affecting the lawfulness of processing based upon consent that occurred before your withdrawal of consent.<br><br>You have the right to complain to a supervisory authority with jurisdiction over data processing and protection issues.<br><br>We require only the information that is reasonably required to enter into a contract with you. We will not require you to consent to any unnecessary processing as a condition of entering into a contract with us. ","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1711","group":"privacy","version":"privacy_do_not_track_policy","text":"<strong>\"Do Not Track? Requests</strong><br><br>Certain internet browsers allow users to send \"Do Not Track? requests to sites they visit. Unfortunately, there is no industry or legal standard (or easy technological solution) to handle these responses. Thus, we don’t currently honor Do Not Track signals.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1712","group":"privacy","version":"privacy_gdpr_rep","text":"<strong>Our GDPR Representative</strong><br><br>The Company employs the following party as its representative for handling General Data Protection Regulation issues.<br><br>{gdpr_rep_name}<br>{gdpr_rep_address)","help":"","deleteWarning":"","questions":"47, 48","formatting":""},{"key":"1713","group":"privacy","version":"privacy_effective_date","text":"This Privacy Policy was last edited on {current_date}.","help":"","deleteWarning":"","questions":"","formatting":""},{"key":"1900","group":"legalese","version":"miscellaneous_clauses_standard","text":"Miscellaneous Clauses<br><br>The Parties further agree:<br><br>Entire Agreement. This Agreement constitutes the sole and entire agreement of the Parties with respect to the subject matter contained herein, and supersedes all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, regarding such subject matter. <br><br>Amendments. No amendment to or modification of this Agreement is effective unless it is in writing and signed by each Party.<br><br>Severability. If any term or provision of this Agreement is found by a court of competent jurisdiction to be invalid, illegal or unenforceable in any jurisdiction, such invalidity, illegality or unenforceability shall not affect any other term or provision of this Agreement or invalidate or render unenforceable such term or provision in any other jurisdiction.<br><br>Waiver. No waiver by any Party of any of the provisions of this Agreement shall be effective unless explicitly set forth in writing and signed by the Party so waiving. Except as otherwise set forth in this Agreement, no failure to exercise, or delay in exercising, any right, remedy, power or privilege arising from this Agreement shall operate or be construed as a waiver thereof, nor shall any single or partial exercise of any right, remedy, power or privilege hereunder preclude any other or further exercise thereof or the exercise of any other right, remedy, power or privilege.<br><br>Assignment. Neither Party may assign, transfer, delegate or subcontract any of its rights or delegate any of its obligations under this Agreement without the prior written consent of the other Party. For the avoidance of doubt, any party may rely upon employees or independent contractors to perform any work required of it in this agreement, but the Party shall remain ultimately responsible for the completion of that work and its quality. Any purported assignment or delegation in violation of this Section shall be null and void. <br><br>Relationship of the Parties. The relationship between the Parties is that of independent contractors. Nothing contained in this Agreement shall be construed as creating any agency, partnership, joint venture or other form of joint enterprise, employment or fiduciary relationship between the parties, and neither Party shall have authority to contract for or bind the other party in any manner whatsoever.<br><br>No Third-Party Beneficiaries. This Agreement benefits solely the Parties to this Agreement and their respective permitted successors and assigns and nothing in this Agreement, express or implied, confers on any other Person any legal or equitable right, benefit or remedy of any nature whatsoever under or by reason of this Agreement.<br><br>Indemnification. Each Party (the \"Indemnifying Party?) agrees to indemnify, defend, and hold harmless the other Party, its officers, directors, employees, and agents for any losses, costs, liabilities, and expenses (including reasonable attorneys’ fees) relating to or arising from the Indemnifying Party’s (i) breach or non-fulfillment of any representation, warranty, or covenant in this Agreement, (ii) breach of this Agreement, or (iii) grossly negligent behavior in connection with this Agreement. <br><br>Counterparts. This Agreement may be executed in counterparts, each of which is deemed an original, but all of which together are deemed to be one and the same agreement. <br><br>Force Majeure. Neither Party shall be liable or responsible to the other, nor be deemed to have defaulted or breached this Agreement, for any failure or delay in fulfilling or performing any term of this Agreement when and to the extent such failure or delay is caused by or results from acts or circumstances beyond the reasonable control of that Party including, without limitation, acts of God, flood, fire, earthquake, explosion, governmental actions, war, invasion or hostilities (whether war is declared or not), terrorist threats or acts, riot, or other civil unrest, national emergency, revolution, insurrection, epidemic, lock-outs, strikes or other labor disputes (whether or not relating to either party's workforce), or restraints or delays affecting carriers or inability or delay in obtaining supplies of adequate or suitable materials, materials or telecommunication breakdown or power outage. If the event in question continues for a continuous period in excess of 15 days, either Party shall be entitled to give notice in writing to the other to terminate this Agreement.","help":"This section includes the boilerplate legal language that should be included in all agreements. <br><br>The Entire Agreement &amp; Amendments clauses work together to mean that this agreement any later written agreement are the only binding agreements. It prevents either party from claiming there was a side, unwritten agreement.<br><br>The Severability clause means that if something in this agreement is found to be invalid, the rest of the agreement remains in place. <br><br>The Waiver clause allows you to show grace without losing any rights. In other words, if you want to give the other side a break when they don't live up to the agreement once, you can do that without it meaning you can't enforce the agreement later. <br><br>The Assignment clause basically says this agreement is only between the parties. Neither party can try to transfer their rights under this agreement to someone else. <br><br>The Relationship of the Parties clause means that nothing about this agreement creates a partnership or anything of the sort. <br><br>The No Third-Party Beneficiaries clause is meant to prevent some unnamed outsider from claiming they have rights under the agreement (and suing you). <br><br>The Indemnification clause means that if either party gets sued by a third party because of the bad behavior of the other party to this agreement, the badly behaving party is responsible for paying for the defense of that suit. <br><br>The Counterparts clause is a remnant from physical signing days that we lawyers keep in just to be safe. Basically, it means the parties can sign individual copies of the agreement (i.e., Xerox copies) and those separate signatures work. <br><br>The Force Majeure clause is sometimes called the \"acts of god\" clause. It excuses a party from meeting their obligations if they are prevented by a major catastrophe that is outside their control (e.g., a pandemic or invasion of their country).  ","deleteWarning":"As a general rule, you should not touch these clauses. This legalese is there for a reason. If you remove part or all of this clause, you very well might undermine the enforceability of the agreement or create the risk that someone can claim there is an agreement beyond what is written.","questions":"","formatting":""},{"key":"1901","group":"legalese","version":"web_dev_reps_and_warranties","text":"<strong>Representations And Warranties <br></strong><br>{service_provider_designation} warrants that it shall perform the Services using personnel of commercially reasonable skill, experience, and qualifications in a timely, workmanlike, and professional manner in accordance with generally recognized industry standards for similar services. <br><br>{service_provider_designation} represents and warrants that any design element provided by {service_provider_designation} shall not infringe upon or violate any third party’s intellectual property rights. All design elements included in the design shall either be licensed specifically for inclusion in the design, created by {service_provider_designation}, or otherwise be free of any third-party copyright claims. <br><br>Customer represents and warrants that the use of any assets or design elements provided by Customer to the {service_provider_designation} shall not infringe upon or violate any third party’s intellectual property rights. All assets and design elements provided by Customer shall either be licensed specifically for inclusion in the design, created by the Customer, or otherwise be free of any third-party copyright claims. In accordance with this representation and warranty, {service_provider_designation} shall not be held responsible for any copyright infringement that might arise as a result of the inclusion of elements or assets provided by the Customer.","help":"Representations and warranties is a legal phrase that basically means promises and assurances. In this specific clause, you are agreeing to perform the work in a professional manner, and each party is agreeing that they will only provide or use materials that won't create any copyright issues. In other words, each side is agreeing they won't use graphics or other assets that are owned by someone else. ","deleteWarning":"This clause is meant to protect both parties to the agreement. If you remove this clause, there is a risk that you might engage in copyright infringement unknowingly because your client provides you with copyrighted materials they don't have the right to use. ","questions":"","formatting":""},{"key":"1902","group":"legalese","version":"limitation_of_liability_general","text":"Limitation of Liability<br><br>IN NO EVENT SHALL {service_provider_designation} BE LIABLE TO CUSTOMER OR TO ANY THIRD PARTY FOR ANY LOSS OF USE, REVENUE, OR PROFIT, OR FOR ANY CONSEQUENTIAL, INCIDENTAL, INDIRECT, EXEMPLARY, SPECIAL, OR PUNITIVE DAMAGES WHETHER ARISING OUT OF BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, REGARDLESS OF WHETHER SUCH DAMAGE WAS FORESEEABLE AND WHETHER OR NOT {service_provider_designation} HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND NOTWITHSTANDING THE FAILURE OF ANY AGREED OR OTHER REMEDY OF ITS ESSENTIAL PURPOSE.","help":"This clause places limits on any damages that your client or someone down the line from your client could claim from you. The goal of this would be to limit any claim by your client only to their direct, actual losses. Obviously, the hope is that this clause never matters, but it protects you if a dispute does arise.","deleteWarning":"This clause is intended to limit the risk that your client will be able to get damages beyond any actual, direct harm they suffer if something goes wrong. Removing it will mean your client could claim any form of damages in any dispute that might arise.","questions":"","formatting":""},{"key":"1903","group":"legalese","version":"forum_choice_arbitration","text":"Choice of Law &amp; Choice of Forum<br><br>The parties agree that this Agreement shall be construed under the laws of {choice_of_law} regardless of any choice of law rules.<br><br>Each Party irrevocably and unconditionally agrees that any dispute arising under or related to this Agreement shall be resolved exclusively through individual, non-class arbitration to be held in {dispute_location} under the rules of the American Arbitration Association. Each Party irrevocably and unconditionally submits to the exclusive jurisdiction of such arbitration and agrees to bring any such dispute only in such forum. Each Party agrees that a final judgment by such arbitration is conclusive and may be enforced in other jurisdictions by suit on the judgment or in any other manner provided by law.<br>","help":"","deleteWarning":"","questions":"18","formatting":""},{"key":"1904","group":"legalese","version":"forum_choice_court","text":"Choice of Law &amp; Choice of Forum<br><br>The parties agree that this Agreement shall be construed under the laws of {choice_of_law} regardless of any choice of law rules.<br><br>Each Party irrevocably and unconditionally agrees that any dispute arising under or related to this Agreement shall be resolved exclusively in the state or federal courts with jurisdiction for cases arising in {dispute_location}. Each Party irrevocably and unconditionally submits to the exclusive jurisdiction of such courts and agrees to bring any such dispute only in such forum. Each Party agrees that a final judgment by such court is conclusive and may be enforced in other jurisdictions by suit on the judgment or in any other manner provided by law.<br>","help":"","deleteWarning":"","questions":"18, 19","formatting":""},{"key":"1905","group":"legalese","version":"incorporate_website_terms","text":"Terms of Use and Privacy Policy<br><br>The Company’s Terms of Use and Privacy Policy are hereby incorporated by reference into this agreement. Except as modified by this Agreement, each of those agreements and policies shall apply fully to your participation in the Program. In the event of a conflict between any of those policies and this Agreement, this Agreement shall govern.","help":"This clause acts as a backstop. It means that everything in your website's legal policies also applies to your program unless the issue is addressed specifically in this agreement.  ","deleteWarning":"This clause is meant as extra protection and gets express consent to the terms of your privacy policy. Generally, you'll want to leave this clause in the agreement.","questions":"","formatting":""},{"key":"1906","group":"legalese","version":"miscellaneous_clauses_group_program","text":"Miscellaneous Clauses<br><br>The Parties further agree:<br><br>Entire Agreement. This Agreement constitutes the sole and entire agreement of the Parties with respect to the subject matter contained herein, and supersedes all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, regarding such subject matter. <br><br>Amendments. No amendment to or modification of this Agreement is effective unless it is in writing and signed by each Party.<br><br>Severability. If any term or provision of this Agreement is found by a court of competent jurisdiction to be invalid, illegal or unenforceable in any jurisdiction, such invalidity, illegality or unenforceability shall not affect any other term or provision of this Agreement or invalidate or render unenforceable such term or provision in any other jurisdiction.<br><br>Waiver. No waiver by any Party of any of the provisions of this Agreement shall be effective unless explicitly set forth in writing and signed by the Party so waiving. Except as otherwise set forth in this Agreement, no failure to exercise, or delay in exercising, any right, remedy, power or privilege arising from this Agreement shall operate or be construed as a waiver thereof, nor shall any single or partial exercise of any right, remedy, power or privilege hereunder preclude any other or further exercise thereof or the exercise of any other right, remedy, power or privilege.<br><br>Relationship of the Parties. The relationship between the Parties is that of independent contractors. Nothing contained in this Agreement shall be construed as creating any agency, partnership, joint venture or other form of joint enterprise, employment or fiduciary relationship between the parties, and neither Party shall have authority to contract for or bind the other party in any manner whatsoever.<br><br>No Third-Party Beneficiaries. This Agreement benefits solely the Parties to this Agreement and their respective permitted successors and assigns and nothing in this Agreement, express or implied, confers on any other Person any legal or equitable right, benefit or remedy of any nature whatsoever under or by reason of this Agreement.<br><br>Indemnification. Each Party (the \"Indemnifying Party?) agrees to indemnify, defend, and hold harmless the other Party, its officers, directors, employees, and agents for any losses, costs, liabilities, and expenses (including reasonable attorneys’ fees) relating to or arising from the Indemnifying Party’s (i) breach or non-fulfillment of any representation, warranty, or covenant in this Agreement, (ii) breach of this Agreement, or (iii) grossly negligent behavior in connection with this Agreement. <br><br>Force Majeure. Neither Party shall be liable or responsible to the other, nor be deemed to have defaulted or breached this Agreement, for any failure or delay in fulfilling or performing any term of this Agreement when and to the extent such failure or delay is caused by or results from acts or circumstances beyond the reasonable control of that Party including, without limitation, acts of God, flood, fire, earthquake, explosion, governmental actions, war, invasion or hostilities (whether war is declared or not), terrorist threats or acts, riot, or other civil unrest, national emergency, revolution, insurrection, epidemic, lock-outs, strikes or other labor disputes (whether or not relating to either party's workforce), or restraints or delays affecting carriers or inability or delay in obtaining supplies of adequate or suitable materials, materials or telecommunication breakdown or power outage. If the event in question continues for a continuous period in excess of 15 days, either Party shall be entitled to give notice in writing to the other to terminate this Agreement.","help":"This section includes the boilerplate legal language that should be included in all agreements. <br><br>The Entire Agreement &amp; Amendments clauses work together to mean that this agreement any later written agreement are the only binding agreements. It prevents either party from claiming there was a side, unwritten agreement.<br><br>The Severability clause means that if something in this agreement is found to be invalid, the rest of the agreement remains in place. <br><br>The Waiver clause allows you to show grace without losing any rights. In other words, if you want to give the other side a break when they don't live up to the agreement once, you can do that without it meaning you can't enforce the agreement later. <br><br>The Relationship of the Parties clause means that nothing about this agreement creates a partnership or anything of the sort. <br><br>The No Third-Party Beneficiaries clause is meant to prevent some unnamed outsider from claiming they have rights under the agreement (and suing you). <br><br>The Indemnification clause means that if either party gets sued by a third party because of the bad behavior of the other party to this agreement, the badly behaving party is responsible for paying for the defense of that suit. <br><br>The Force Majeure clause is sometimes called the \"acts of god\" clause. It excuses a party from meeting their obligations if they are prevented by a major catastrophe that is outside their control (e.g., a pandemic or invasion of their country).  ","deleteWarning":"As a general rule, you should not touch these clauses. This legalese is there for a reason. If you remove part or all of this clause, you very well might undermine the enforceability of the agreement or create the risk that someone can claim there is an agreement beyond what is written.","questions":"","formatting":""},{"key":"1907","group":"legalese","version":"limitation_of_liability_group_program","text":"<strong>Limitation of Liability<br></strong><br>You agree to absolve and do hereby absolve the Company of any and all liability or loss that you or any person or entity associated with you may suffer or incur as a result of use of the Program and/or any information and resources contained in the Program. You agree that the Company shall not be liable to you for any type of damages, including direct, indirect, special, incidental, equitable, or consequential loss or damages for use of the Program.<br><br>The information, software, products, and service included or available through the Program may include inaccuracies or typographical errors. Changes are periodically added to the information in the Program. The Company and/or its suppliers may make improvements and/or changes in the Program at any time. <br><br>The Company and/or its suppliers make no representations about the suitability, reliability, availability, timeliness, and accuracy of the information, software, products, services, and related graphics contained in the Program for any purpose. To the maximum extent permitted by applicable law, all such information, software, products, services, and related graphics are provided \"as is? without warranty or condition of any kind. The Company and/or its suppliers hereby disclaim all warranties and conditions with regard to this information, software, products, services, and related graphics, including all implied warranties or conditions of merchantability, fitness for a particular purpose, title, and non-infringement. <br><br>To the maximum extent permitted by applicable law, in no event shall the Company and/or its suppliers be liable for any direct, indirect, punitive, incidental, special, consequential damages or any damages whatsoever including, without limitation, damages for loss of use, data, or profits arising out of or in any way connected with the use or performance of the Program, with the delay or inability to use the Program or related service, the provision of or failure to provide services, or for any information, software, products, services, and related graphics obtained through the Program, or otherwise arising out of the use of the Program, whether based on contract, tort, negligence, strict liability, or otherwise, even if the Company or any of its suppliers has been advised of the possibility of damages. Because some States or other jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitations may not apply to You. If you are dissatisfied with the Program or any portion of it, your sole and exclusive remedy is to discontinue using the Program.","help":"This clause places limits on the claims your customers can make against you and limits any damages that your customers could claim from you even if they could make a case. The goal of this would be to limit any claim by your customer only to their direct, actual losses. Obviously, the hope is that this clause never matters, but it protects you if a dispute does arise.","deleteWarning":"This clause is intended to limit the risk that your customer will sue you and limit damages if they do. Removing it will mean your client could claim any form of damages in any dispute that might arise.","questions":"","formatting":""},{"key":"1908","group":"legalese","version":"fee_shifting","text":"<strong>Fee Shifting<br><br></strong>The Parties agree that the prevailing Party in any action relating to or arising out of this Agreement will be awarded its reasonable attorneys’ fees and costs incurred as a result of such a proceeding.","help":"This provision means that if there is every a dispute about your agreement is court or arbitration, the losing party will have to reimburse the other party for all legal fees associated with that dispute.","deleteWarning":"We included this clause because you said you wanted to include it in answering the questions. If you remove this provision, each party will be responsible for the costs incurred in a dispute, no matter who wins.","questions":"","formatting":""},{"key":"2100","group":"contact","version":"contact_website_policy_with_address","text":"<strong>Contact Us</strong><br><br>The Company welcomes your questions or comments:<br><br>{company_name}<br>{company_address}<br><br>Email Address: {website_policy_email}","help":"","deleteWarning":"","questions":"26, 49, 46","formatting":""}]